Revit 2024 API
SymbolTypeId.DeltaDegreeR Property
 Symbol delta°R, indicating unit Rankine interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DeltaDegreeR { get; }
Visual Basic
Public Shared ReadOnly Property DeltaDegreeR As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DeltaDegreeR {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace